Revit.Elements.Views.View3D.CreateUniqueViewName(System.String)
Determines whether a view with the provided name already exists.
If a view exists with the provided name, and new view is created with
an incremented name. Otherwise, the original view name is returned.
name:
Returns: